var fs = require('fs')
var util = require('util')
var path = require('path')
var template = require('art-template');

console.log(process.env.NODE_ENV)
console.log(template.defaults.debug)
console.log(template.defaults.minimize)

var soups = [
    {
        meta: {
            title: '茯苓山药煲土鸡',
            desc: '茯苓山药煲土鸡'
        },
        name: 'fulingshanyaobaojitang',
        title: '茯苓山药煲土鸡',
        hero: '/images/001.jpeg',
        ingredients: [
            '茯苓15克',
            '当归15克',
            '小土鸡1只（约500克）',
            '山药250克',
            '枸杞5克',
            '姜适量',
            '葱1段',
            '料洒2勺',
            '盐适量'
        ],
        steps: [
            {
                name: '小土鸡1只洗净，把内腔冲洗干净,塞人拍碎的姜块、葱段。',
                src:''
            },
            {
                name: '把鸡放入冷水中,加料酒用大火煮开.除血沫腥味。',
                src:''
            },
            {
                name: '茯苓、当归、枸杞用流水冲洗干净。',
                src:''
            },
            {
                name: '山药去皮切成滚刀块备用',
                src:''
            },
            {
                name: '把鸡、茯苓、当归、山药、姜片放入锅中，加3000毫升清水大火烧滚,再改小火煲2小时。',
                src:''
            },
            {
                name: '出锅前5分钟放入枸杞，喝时加适量盐调味即可。',
                src:''
            }
        ],
        flavor: [
            '这道汤用的土鸡比普通鸡的蛋白质含量要高，鸡肉细嫩、松软适口，更容易被人体消化吸收。很适合儿童、老人及消化功能不良的人。',
            '一次加水量要足，中途不要打开锅盖也不要随意添加水，没“跑气”的鸡汤才够原汁原味。',
            '切好的山药马上泡在水里，可以防止氧化，保持山药的洁白。'
        ],
        tips: {
            title: '补脾养胃、益气醒脑',
            detail: '每当春天来临，春困时常困扰我们，混混沌沌的状态让学习和工作效率下降。此汤可以健脾益气，在春季养生药膳中会常使用此药食，当归补气补血、山药健脾养胃、茯苓安神，精心煨出来的鸡汤给身体注入能量，使精 神疲倦、困乏的状态得以缓解。'
        },
        other: '茯苓性平.味甘、淡、具有健脾安神、利水渗湿之功。经常食用可键脾祛湿,助消化，壮体质，增强机体免疫功能. 有延年益寿之效”'
    },
    {
        meta: {
            title: '黄黄灵芝猪肉汤',
            desc: '黄黄灵芝猪肉汤'
        },
        name: 'huangqilingzhizhuroutang',
        title: '黄芪灵芝猪肉汤',
        hero: '',
        ingredients: [
            '黄芪10克、灵芝25克、猪瘦肉200克、姜2片、盐适量'
        ],
        steps: [
            {
                name: '将黄芪用水洗净；猪瘦肉洗净切成小块。',
                src: ''
            },
            {
                name: '猪瘦肉放入冷水中大火烧开，把煮出的血沫撤掉，肉块取出待用。',
                src: ''
            },
            {
                name: '将所有食材放入汤煲中，加入2000毫升清水。',
                src: ''
            },
            {
                name: '大火煮开后再改小火煲2小时，喝前加适量盐调味即可。',
                src: ''
            },
        ],
        flavor: [
            '灵芝不用清洗，否则会将面上的抱子粉洗去。',
            '灵芝味道微苦，不用剪开直接用来煲汤。也可以加一粒蜜枣中和汤的苦味。',
            '外感发热、湿热内蕴者不宜饮用本汤。',
            '黄芪恶白鲜皮，反藜芦。故不可同时食用。'
        ],
        tips: {
            title: '补气固表、升阳、益气安神',
            detail: '中医认为，春季多风，对于表虚不固者，尤易为风邪所侵，故春季需注意固表防风。黄芪具有补气固表、升阳的作用，灵芝具有补气血、安心神、健脾胃的作用，与猪瘦肉一同煲汤适于春季饮用。'
        },
        other: '灵芝性平，味甘，具有补气安神的作用。灵芝被誉为神草，药中之王，它最主要的功能是可扶正固本，增强免疫功能，提高机体抵抗力。但极少数对灵芝有过敏反应的人应尽忌食灵芝；感冒、咳嗽、腹痛等急性病期间忌服灵芝；孕妇禁食灵芝,'
    },
    {
        meta: {
            title: '三根排骨汤',
            desc: '三根排骨汤'
        },
        name: 'sangenbaitutang',
        title: '三根排骨汤',
        hero: '',
        ingredients: [
            '葛根10克、茅根20克、芦根20克、排骨300克、姜2片、 葱2段、盐适量、料酒2勺'
        ],
        steps: [
            {
                name: '葛根、茅根、芦根洗净，再用水浸泡30分钟以上。',
                src: ''
            },
            {
                name: '茅根装入煲汤的汤料袋中。',
                src: ''
            },
            {
                name: '排骨斩块，用流水洗净，锅中放入葱段、料酒，加入冷水下排骨，大火烧开后撇去表面血沫，排骨捞出备用。',
                src: ''
            },
            {
                name: '将所有食材放入汤煲中，加入2000毫升清水大火煮开，转小火慢炖2小时。',
                src: ''
            },
            {
                name: '出锅前加盐调味即可。',
                src: ''
            },
        ],
        flavor: [
            '茅根上有很多小须子需要去掉, 装进汤料袋中煮会让汤更清澈。',
            '体质虚寒的人士慎用。'
        ],
        tips: {
            title: '清热化湿、养阴除烦',
            detail: '很多人一到春天就觉得浑身干燥，喉咙干涩，皮肤发紧。喝"三根汤”可以应付春天的干燥，三种根搭配味道微甜，煲煮排骨还可滋阴。'
        },
        other: '芦根是芦苇的新鲜或干燥根茎，有清热生津，除烦、止呕、利尿的功效。'
    },
    {
        meta: {
            title: '黄芪白术防风鲫鱼汤',
            desc: '黄芪白术防风鲫鱼汤'
        },
        name: 'huangqibaizhufangfengjiyutang',
        title: '黄芪白术防风鲫鱼汤',
        hero: '',
        ingredients: [
            '白术10克、黄芪10克、防风5克、鲫鱼200克、胡萝卜1根、盐适纸、食用油适量'
        ],
        steps: [
            {
                name: '白术、黄花、防风用水冲洗干净；胡萝卜洗净切滚刀块。',
                src: ''
            },
            {
                name: '鲫鱼刮掉鱼鳞，去鳏和内脏，用流水将鱼腹和鱼身彻底冲洗干净，控净水分备用。',
                src: ''
            },
            {
                name: '锅烧热后放入食用油，油热下鲫鱼煎至两面微黄。',
                src: ''
            },
            {
                name: '白术、黄茂、防风加入1500毫升清水，大火煮开再转小火煲30分钟。',
                src: ''
            },
            {
                name: '将煮好的水倒入鲫鱼中，加胡萝卜再煮30分钟，出锅前加适量盐调味即可。',
                src: ''
            },
        ],
        flavor: [
            '鱼腹内的黑膜用手搓干净，这样汤的味道会更鲜美。',
            '煎鱼时小火煎透再翻动可让鱼不容易烂,如怕粘锅可提前用油和姜片擦拭锅底。'
        ],
        tips: {
            title: '益气固表、散寒、健脾胃',
            detail: '早春时节乍暖还寒，频繁地增减衣物很容易引发风寒感冒。黄英、白术、防风三味常见中药在一起搭配，可以起到调节免疫系统，增强抵抗力的作用，可用来预防春季感冒。鲫鱼也是补虚的食材，春季喝鲫鱼汤可以补充营养，也能增强抗病能力。'
        },
        other: '防风性微温，味辛、甘，属解表祛风药。有发散风寒、祛风止痛的功效，常用于感冒风寒所致的头痛、畏寒等'
    },
    {
        meta: {
            title: '春笋红枣煲鸡汤',
            desc: '春笋红枣煲鸡汤'
        },
        name: 'chunsunhongzaobaojitang',
        title: '春笋红枣煲鸡汤',
        hero: '',
        ingredients: [
            '春笋2根、鸡半只、红枣数颗、姜两片、料酒1勺、盐适盘'
        ],
        steps: [
            {
                name: '春笋洗净，剥皮，切成滚刀块。',
                src: ''
            },
            {
                name: '红枣用流水冲洗干净备用。',
                src: ''
            },
            {
                name: '鸡斩成小块，放入冷水，加入料酒大火汆煮5分钟。捞出冲去鸡块上沫子。',
                src: ''
            },
            {
                name: '把鸡块、春笋、红枣、姜片放入砂锅，加2000毫升清水大火烧滚，再改小火煲2小时。',
                src: ''
            },
            {
                name: '出锅前放适量盐调味即可。',
                src: ''
            },

        ],
        flavor: [
            '春笋要选择较嫩的，太老的春笋纤维多，口感不好。应挑选短粗、紫皮带茸、肉为白色的春笋，笋节之间的距离越近也代表笋越嫩。',
            '春笋性本寒，一定要搭配温性的红枣，才能益气补血，弥补笋寒伤及脾胃。'
        ],
        tips: {
            title: '健脾养肝、滋润、消食',
            detail: '春笋是春天的特有食材，鲜甜的春笋有一股生发之气，春季食用能益脾利肝。但注意春笋不要与海鲜同吃，否则容易引发过敏。而且春笋性寒，老人与小孩也要少吃。'
        },
        other: '春笋性寒，味甘、微苦，能化痰下气、消食除胀,春笋富含纤维素，能帮助消化，防止便秘，它的味道鲜美，自古有“尝鲜无不道春笋”之说'
    },
    {
        meta: {
            title: '白胡椒薏米猪肚汤',
            desc: '白胡椒薏米猪肚汤'
        },
        name: 'baihujiaoyimizhudutang',
        title: '白胡椒薏米猪肚汤',
        hero: '',
        ingredients: [
            '猪肚500克、红枣4粒、白胡椒粒8克、薏米25克、干腐竹30克、姜2片、葱1段、盐适量'
        ],
        steps: [
            {
                name: '猪肚表面撒上盐，双手揉搓片刻，再用水冲洗干净；翻转再用同样方法洗净里面。反复两次即可。',
                src: ''
            },
            {
                name: '薏米、红枣洗净，用清水浸泡1小时。',
                src: ''
            },
            {
                name: '干腐竹用冷水泡发，切段。',
                src: ''
            },
            {
                name: '猪肚放入冷水中，加姜片、料酒，大火煮沸，去汤中杂质后捞出待用。',
                src: ''
            },
            {
                name: '将所有食材放入砂锅中，加入2000毫升清水。',
                src: ''
            },
            {
                name: '大火煮开，改小火煲30分钟。',
                src: ''
            },
            {
                name: '将猪肚取出切条，用油炒一下放入砂锅中。',
                src: ''
            },
            {
                name: '再小火煲1个小时至猪肚熟烂，喝前加盐调味即可。',
                src: ''
            }
        ],
        flavor: [
            '洗好的猪肚上如果有白色的油脂，要用刀刮掉。',
            '可用盐搓洗猪肚，也可用面粉或小苏打，方法同上。' ,
            '切记要最后加盐，否则猪肚不容易煮烂。',
            '白胡椒可依个人口味增减，煲汤前把白胡椒放入炒锅中微炒味道更好。'
        ],
        tips: {
            title: '健脾利湿、益气养胃',
            detail: '春季肝气旺盛易伤脾胃，多食甘味食物可健脾养胃。猪肚就是猪胃，性微温，味甘，入胃经，具有健脾胃的功效。此汤加入意米可健脾袪湿，白胡椒温中散寒，适于春季脾胃失和、畏凉的人群。'
        },
        other: ''
    },
    {
        meta: {
            title: '黑木耳田七红枣汤',
            desc: '黑木耳田七红枣汤'
        },
        name: 'heimuertianqihongzaotang',
        title: '黑木耳田七红枣汤',
        hero: '',
        ingredients: [
            '黑木耳5克、田七10克、红枣1粒、姜2片、盐适量'
        ],
        steps: [
            {
                name: '黑木耳用冷水泡发，去除杂质。',
                src: ''
            },
            {
                name: '红枣用流水冲洗干净，切开两半；田七也用流水冲洗干净。',
                src: ''
            },
            {
                name: '将黑木耳、田七、红枣放入锅中，加入姜片和1000毫升清水。',
                src: ''
            },
            {
                name: '大火煮开后再改小火煲1小时，喝前加适量盐调味即可。',
                src: ''
            },
        ],
        flavor: [
            '黑木耳要用冷水浸泡，口感才能鲜嫩脆爽，且容易保存。泡发的时间不宜过长，以减少营养素溶于水中的损失。',
            '因为田七味苦，不建议捣碎，以免影响汤的味道。'
        ],
        tips: {
            title: '滋肝润肺、补气活血',
            detail: '寒冬过去后身体需要调理和滋补，黑木耳和田七一起煲汤，不但滋养肝肺，还能活络气血，让整个人精神起来。女孩子喝还能活血调经，改善手脚冰凉的状态。'
        },
        other: '田七又叫三七，其性温味辛，具有活血化瘀、消肿定病的功效。古有“金不换” “南国神草”的美誉。家庭使用田七多用来煲汤，因为田七微苦，煲汤时可加蜜枣调味。但要注意，女性在月经期间、孕期皆需禁服田七。'
    },
    {
        meta: {
            title: '马蹄米酒汤',
            desc: '马蹄米酒汤'
        },
        name: 'matimijiutang',
        title: '马蹄米酒汤',
        hero: '',
        ingredients: [
            '马蹄200克、米酒50克、陈皮丁5克、冰糖适量、盐少许'
        ],
        steps: [
            {
                name: '将马蹄刷洗干净，削皮并泡在淡盐水中备用。',
                src: ''
            },
            {
                name: '陈皮丁洗净与马蹄一同放入锅中，加入500毫升凉白开。',
                src: ''
            },
            {
                name: '大火煮开3分钟。',
                src: ''
            },
            {
                name: '关火后待汤冷却至常温，即可加入米酒、冰糖调味。再浸泡2小时以上味道更好。',
                src: ''
            }
        ],
        flavor: [
            '马蹄削皮后放在淡盐水中浸泡，可防止颜色变黄。',
            '马蹄可以生食，此汤不用煮太久，可以保留马蹄的营养和爽脆口感。',
            '米酒不要煮，高温会破坏有益菌。',
            '米酒有新有旧，选购的时候，可以看玻璃罐中的米，米的中央有一个洞， 洞大的比较老，洞小的是新发酵的。',
            '最好用老一点的米酒，因为老米酒的味道较浓、较香。',
            '马蹄性寒，此汤不适宜脾胃虚寒者或消化能力较弱的儿童食用。'
        ],
        tips: {
            title: '清热生津、滋补气血',
            detail: '气候干燥的春季喝一碗马蹄米酒汤，由内而外感觉清爽滋润。米酒米散汤清，入口香甜，能开胃提神、养血活气。冬末春初喝此汤，能清热泻火，还有预防春季传染病的功效。'
        },
        other: '米酒，又叫酒酿，是用襦米蒸熟拌入酒酵后发酵而成，米酒富含维生素、葡萄糖、氨医酸等营养成分，具有益气养血、开胃提神的效果。米酒中含有的天然酵母能让皮肤细白嫩清, 护肤佳品'
    },
    {
        meta: {
            title: '苦瓜草菇鲫鱼汤',
            desc: '苦瓜草菇鲫鱼汤'
        },
        name: 'kuguacaogujiyutang',
        title: '苦瓜草菇鲫鱼汤',
        hero: '',
        ingredients: [
            '苦瓜1根、鲫鱼1条、草菇100克、姜3片、盐适量、食用油适量'
        ],
        steps: [
            {
                name: '草菇洗干净放入加盐的沸水稍滚片刻，捞起洗净（即汆水）；苦瓜洗干净竖剖开，挖去籽再切成小块。',
                src: ''
            },
            {
                name: '鲫鱼去鳏、鳞、内脏及肚子里面的黑膜。',
                src: ''
            },
            {
                name: '锅烧热，先用生姜片涂锅防粘，再放入食用油煎鱼，待两面煎到微黄即可。',
                src: ''
            },
            {
                name: '煎好鲫鱼后，加入草菇、苦瓜、适量冷水和姜片。',
                src: ''
            },
            {
                name: '盖上锅盖，大火煮开，再转中火煲30分钟左右。',
                src: ''
            },
            {
                name: '出锅前加入盐调味即可。',
                src: ''
            }
        ],
        flavor: [
            '草菇要先汆水，用淡盐水先煮2〜3分钟，可以去除草菇的腥味。',
            '鱼要先煎。煎鱼时要注意“热锅凉油”，就是先把锅烧热再倒入食用油，然后放入鲫鱼，这样不容易粘锅。',
            '煎鱼前用姜在锅里擦一遍，也可以防粘。',
            '往煎后的鱼里加水时，一定要用凉水，才能煮出非常奶白的鲫鱼汤。',
            '草菇、苦瓜一般人群均可食用，更是糖尿病患者的补养佳品。'
        ],
        tips: {
            title: '清热祛暑、健脾养胃',
            detail: '夏季炎热让人没精打采，人懒懒的不爱动弹，也总是不想吃东西。这时需要一锅解暑、增进食欲又滋补身体的好汤，第一个想到的就是苦瓜草菇鲫鱼汤。苦瓜可称“君子之菜”，自己味虽苦但不沾染其他食材，还能吸收食材鲜美之味。草菇的鲜和鲫鱼的鲜令苦更易接受，在祛暑降火的同时还能滋补身体。'
        },
        other: '草菇又叫兰花菇，中医认为草菇性 凉，味甘，微成，具有补脾益气、清暑热等功效，适用于高血压、高血脂、冠心病、糖尿病,草菇肉质脆她求道鲜美,有“放一片，香一锅”之美誉。但草菇寒凉，脾胃虚寒的人不宜多食。'
    },
    {
        meta: {
            title: '冬瓜老鸭汤',
            desc: '冬瓜老鸭汤'
        },
        name: 'donggualaoyatang',
        title: '冬瓜老鸭汤',
        hero: '',
        ingredients: [
            '老鸭半只、冬瓜500克、莲子50克、薏米50克、荷叶半张、姜3片、盐适量'
        ],
        steps: [
            {
                name: '莲子、薏米、荷叶洗净备川。',
                src: ''
            },
            {
                name: '冬瓜洗净去瓢，用刀刀切成小块备用。',
                src: ''
            },
            {
                name: '老鸭斩成块，用水浸泡去掉血水。锅中加入适量冷水，大火烧开放入鸭块，煮一会儿撇去浮沫，再煮一会儿，撇去表面的油。',
                src: ''
            },
            {
                name: '将除冬瓜外的所打食材放入锅中,倒入3000毫升清水，大火煮开后再改小火煲2小时。',
                src: ''
            },
            {
                name: '加入冬瓜继续小火煲15分钟。',
                src: ''
            },
            {
                name: '喝汤时再入盐调味即可。',
                src: ''
            }

        ],
        flavor: [
            '冬瓜块不宜切得太小，且要最后下锅，都是为了避免煮得太久过于软烂。',
            '凡食冬瓜以老熟者为佳。',
            '冬瓜不宜去皮，带皮煮汤有消肿利尿、清热解暑的作用。',
            '外感实热者不宜喝此汤。'
        ],
        tips: {
            title: '解暑清润、利水祛湿',
            detail: '民间有“大署老鸭胜补药”的说法，冬瓜与荷叶也是夏季常食用的清润滋补、解暑气的食材。炎热的夏日雨水较多，暑热夹杂湿气让人脾胃受困，食欲不振。冬瓜老鸭汤清凉滋润，薏米起到利水祛湿的作用，如果想夏补三伏，老鸭汤就是明智的选择。'
        },
        other: '冬瓜性微寒，味甘、淡，能清热化痰、除烦止渴、利尿消肿，冬瓜维生素C的含量较高，钾高钠低，适合糖尿病、浮肿病人食用。冬瓜自身不 含脂肪，热量很低，且所含的丙醇二酸能有效地抑制糖类转化为脂肪，所以也是常用来减肥的天然食品.'
    },
    {
        meta: {
            title: '百合白果牛肉汤',
            desc: '百合白果牛肉汤'
        },
        name: 'baihebaiguoniuroutang',
        title: '百合白果牛肉汤',
        hero: '',
        ingredients: [
            '鲜百合50克、白果50克、红枣8颗、牛肉300克、姜3片、盐适量'
        ],
        steps: [
            {
                name: '牛肉洗干净,用冷水浸泡一刻钟，浸出血水；白果剥去外皮，再用水冲洗干净。',
                src: ''
            },
            {
                name: '牛肉切成小块，与白果、红枣、姜片一同放入电砂锅中,加入3000毫升清水。',
                src: ''
            },
            {
                name: '电砂锅需要煲4小时，3小时左右加入清洗过的鲜百合片，喝时加适量盐调味。',
                src: ''
            }

        ],
        flavor: [
            '鲜百合让汤更精致，后加百合是为了保证百合的口感清爽甘甜。',
            '这道汤也可以用干百合代替鲜百合。如果用干百合要提前充分浸泡，可与牛肉一同下锅。',
            '煲汤时放入几片山楂片或萝卜片，可以起到促进牛肉软烂和消除异味的作用。'
        ],
        tips: {
            title: '清热养颜、养阴涧肺',
            detail: '百合白果煲牛肉汤清润可口，百合和白果都有清热润肺的作用，百合性寒味甘能养阴润肺，可辅助治疗阴虚久咳。白果不仅可以滋润养颜抗衰老，还可辅助治疗痤疮，年轻人入夏生燥容易起痤疮，可以多喝此汤滋润改善。'
        },
        other: '中医认为百合性微寒，具有清热、润肺、安神的功效。具体说，百合可养阴润肺、止咳、清心安神,，蜜炙百合润肺效果更佳，可用于辅助治疗肺燥或肺热咳嗽等症。百合洁白娇艳，鲜品富含黏液质及维生素，对皮肤细胞新陈代谢有益，常食有一定美容作用'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '鸡骨草茯苓瘦肉汤',
        hero: '',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '鸡骨草、茯苓、蜜枣用水冲洗干净。',
                src: ''
            },
            {
                name: '绿豆和慧米提前浸泡1小时。',
                src: '鸡骨草20克、绿豆20克、蕙米30克、茯苓30克、'
            },
            {
                name: '猪瘦肉切块后放入冷水中大火烧开，把煮出的血沫撇抻，肉块取出备用。',
                src: ''
            },
            {
                name: '把所有食材放入砂锅中，加入1000毫升清水，大火煮开转小火煲1.5小时, 喝前加盐调味。',
                src: ''
            },

        ],
        flavor: [
            '鸡骨草的种子有毒，用时要摘除豆荚。一般在中药店买的都是处理过的，可 以直接煲汤。',
            '绿豆和蕙米提前浸泡一下，更容易煮烂融于汤中。'
        ],
        tips: {
            title: '清热祛湿',
            detail: '夏季多湿热，用蕙米、茯苓、绿 豆一同煮汤，有清热祛湿的效果，而 且还能消解肉类的油赋，使整道汤变 得清润可口。'
        },
        other: '鸡骨草是植物相思子 的带根全草，性凉，味甘、 做苦，有清热解毒、疏肝 止痛的功效。'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: ' 海带绿豆煲乳罐',
        hero: '',
        ingredients: [
            '乳鸽1只、海带200克、嚏&40克、蜜枣1粒、姜2片、葱1段、施进畜'
        ],
        steps: [
            {
                name: '乳鸽洗净，掏净内脏并冲洗干净。',
                src: ''
            },
            {
                name: '海带提前泡水清洗；绿豆淘洗干净。',
                src: ''
            },
            {
                name: '将所有食材放入汤煲，加入1500毫升清水，大火煮开转小火煲勿、时。',
                src: ''
            },
            {
                name: '喝前加盐调味。',
                src: ''
            },

        ],
        flavor: [
            '纬海带要用水多浸泡清洗，中间换几次水，最好泡6小时以上再食用，可减 少重金属含量。',
            '孔鸽不用先焯水，水禄开后将汤面上的血沫清理干净即可。'
        ],
        tips: {
            title: '清热解密, 养血补气',
            detail: '乳他是尚蛋白、低脂肪的健康 食材，一年四季都可以食用。但以春 未及初选为肥美，有滋阴壮阳、养血 补气的作用O和绿豆搭配还能清热解 4,加上富含碘元术和大量可溶性纤 维木的海带，首旅更为丰富，兆及李 网顺仝家人健玳的规汤。'
        },
        other: '绿豆是药食两用的食 材，药用价值显著，尤擅 济热解保，因此是夏季清 济的首选'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '苦木菠萝炖鸡汤.',
        hero: '',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '苦瓜洗干净，挖去里面的籽再切成小块',
                src: ''
            },
            {
                name: '新鲜的菠萝洗净，削去皮，切成大块。',
                src: ''
            },
            {
                name: '鸡胸肉切小块先用水焯一下，捞出洗净浮沫，沥干水分备用。',
                src: ''
            },
            {
                name: '将苦瓜、菠萝、鸡肉、姜片放入锅中，加入2000毫升清水大火煮开后改小 火煲1小时，喝时加适量盐调味。',
                src: ''
            },

        ],
        flavor: [
            '菠萝不用泡盐水，因为加热也可以破坏菠萝蛋白酶，让菠萝的口感和味道更好。',
            '苦瓜能清热解毒，但味道苦，这道汤用菠萝的甜来中和苦瓜的苦味，更容易被人接受。',
            '对于特别怕苦味的人来说，可以先把苦瓜用盐水焯一下再煲汤，且后放入苦瓜，缩短煮的时间，也能减少苦味。',
            '苦瓜性寒，食多容易伤脾胃脾胃虚寒者要少食。'
        ],
        tips: {
            title: '降火解毒、化滞除湿',
            detail: '气候炎热的夏季常会感 到食欲不振、烦闷，不想吃 东西，喝汤能缓解胃肠不适。 这道汤甘苦酸甜，清凉降火， 适合在闷热潮湿的夏季食用， 有健脾胃助消化、清署祛湿 的作用。'
        },
        other: '中医认为苦瓜性寒，味苦.具 有清热祛箸、明目解毒、美容养颜的 作用。苦瓜中含有多种维生素、亨物 质，其中的苦瓜素被誉为“脂肪杂 手”，是天然的减肥食材，'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '瓜皮荷叶海萤汤',
        hero: '',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '西瓜皮去瓢和外皮，切成小块。',
                src: ''
            },
            {
                name: '海萤丝用冷水浸泡6小时以上，中途换几次水。',
                src: ''
            },
            {
                name: '荷叶剪碎，在水中清洗干净。',
                src: ''
            },
            {
                name: '把所有食材放入锅中，加入800毫升清水，大火煮开转小火煲30分钟。',
                src: ''
            },
            {
                name: '喝前加盐调味即可。',
                src: ''
            },

        ],
        flavor: [
            '西瓜皮做汤算是变废为宝，还可以煮 粥或制成咸菜。'
        ],
        tips: {
            title: '消暑利湿、清热解毒',
            detail: '荷叶既解暑热，又祛湿气，是夏 季常用的食材。西瓜皮和荷叶煮汤能 用西瓜皮的清甜中和荷叶的苦涩，海 女■有清热解毒、降压消肿的作用。'
        },
        other: '西瓜皮又叫西瓜翠 衣，性凉，味甘，有利尿 消肿、清热解暑的功效'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '',
        hero: '',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '马齿范清洗干净；绿豆洗净，用水浸泡1小时。',
                src: ''
            },
            {
                name: '慧米也同样洗净，用水浸泡1小时。',
                src: ''
            },
            {
                name: '把绿豆和慧米放入锅中，加入1500毫升清水，大火煮开再转中火煲1小时。',
                src: ''
            },
            {
                name: '最后加入马齿览，待汤煮开即可，喝时可加盐调味。',
                src: ''
            },

        ],
        flavor: [
            '如果买不到新鲜的马齿范，也可以在中药房买干马齿觉。',
            '此汤如果不喜欢加盐也可以换成糖。',
            '本草经疏》中指出，脾胃虚寒、肠滑作泄、孕妇不宜食用马齿觅；也不得与整甲一同食用。'
        ],
        tips: {
            title: '清热解毒, 健脾祛湿',
            detail: '可能马齿范不是菜市场 中的常客，偶尔发现觉得很 稀奇。了解后才知道在农村 它是很常见的，人们早就用 它炒菜包馅，还可以晒干蒸 着吃。一些民间偏方用马齿 范煮水治疗扉子或湿疹，中 医学里它也是一味药材，尤 其潮湿的夏季与绿豆惹米搭 配，清热解毒、健脾祛湿的 效果十分明显。'
        },
        other: '马齿范性寒，味酸，入大肠、肝 经,有清热解毒的功效”马齿更是田间 地头常见的植物，生命力很强，不容易 枯死它不但可以食用, 还具有药用价 值，近年来发现马齿竟有保护心血管和 预防、辅助椅浦冠心病的作用Jk国外也是人们喜欢看］食不'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '沙参玉竹老鸭汤',
        hero: '老鸭（大的半只、小的i只）、沙参3。克、玉竹30克、姜3片、料酒少许、盐龌',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '将老鸭去毛及内脏，洗净。',
                src: ''
            },
            {
                name: '沙参、玉竹、姜片洗净。',
                src: ''
            },
            {
                name: '老鸭斩成块，用水浸泡去掉血水。',
                src: ''
            },
            {
                name: '锅的J口入200德升冷水，大熠舟',
                src: ''
            },
            {
                name: '撇去浮沫，再煮一会儿，撇去表面的油。',
                src: ''
            },
            {
                name: '把洗净的沙参、玉竹、姜片放入。 ',
                src: ''
            },
            {
                name: '再加入一点料酒。',
                src: ''
            },
            {
                name: '用小火煮1.5小时，出锅前加盐 调味。',
                src: ''
            },

        ],
        flavor: [
            '老鸭的油分比较多，在煲汤过程 中将煮出的鸭油撇掉，会使汤煲出 来后颜色更透亮，口感也更清爽。',
            '玉竹在煲汤前，提前用清水浸泡30 分钟，煲出来的汤味道更好。'
        ],
        tips: {
            title: '养胃生津, 润燥补虚',
            detail: '玉竹与沙参都是养阴类的药材， 一起搭配能起到相辅相成的作用。鸭 肉性凉，味甘，可帮助大补虚劳、滋 五脏之阴。如果感觉秋天上火，咽干 口燥，不妨多喝此汤。'
        },
        other: '玉竹性平，味甘，质 润多液，有养胃生津、滋 阴润肺的功效与沙参合 用奉阴作用更加明显”'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '',
        hero: '',
        ingredients: [
            ''
        ],
        steps: [
            {
                name: '哈密瓜去皮去籽，切成小块。',
                src: ''
            },
            {
                name: '千响螺片用凉水充分浸泡至软。',
                src: ''
            },
            {
                name: '猪瘦肉放入冷水中大火烧开，把 煮出的血沫撇掉，肉块取出备用。',
                src: ''
            },
            {
                name: '鸡脚洗净剪掉指甲，切成两段，再与姜片一同凉水下锅焯水。',
                src: ''
            },
            {
                name: '将响螺片、鸡脚、猪瘦肉、姜片 放入锅中，加入2000毫升清水， 大火煮开再改小火煲2小时。加入 哈密瓜再煮15分钟。',
                src: ''
            },
            {
                name: '喝时加盐调味即可。',
                src: ''
            },

        ],
        flavor: [
            '如果用新鲜的响螺，汤味道会更好。',
            '干响螺片一定要浸泡足够的时间，泡好的响螺片软糯而有弹性。',
            '肉色比较鲜黄的响螺片更新鲜，如肉色暗淡，呈现土黄或深黄色则表示响螺 片陈旧。',
            '哈密瓜不要选择太熟的，稍硬点的更耐煮。'
        ],
        tips: {
            title: '养阴润燥、涧肌养肤',
            detail: '响螺片煲汤香润可口，与富含胶原蛋白的鸡脚搭配能润秋燥 还能养肤美肌。微生的哈密瓜甜 度刚好入汤，不会抢夺汤汁的鲜 味又能带来丝丝果香，对熬夜睡 眠不佳者能起到安定睡眠的辅助 疗效，是适合秋季假日里煲给家 人的爱心汤。'
        },
        other: '响螺片.是贝壳五耳,广磷 它肉质肥厚，兄二「界云.口 鲍鱼肉中医乂为句二有药加苗值,其肉法注：沐？，有海钥工'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: ' 五指毛桃海底椰煲鸡脚汤',
        hero: '',
        ingredients: [
            '五指毛桃15克、海底椰10克、南北杏仁6克、红枣2粒、鸡脚6只、猪瘦肉200克、胡萝卜1根、盐适盛'
        ],
        steps: [
            {
                name: '胡萝卜洗净去皮，切滚刀块备用。',
                src: ''
            },
            {
                name: '五指毛桃、海底椰、红枣用水洗净。',
                src: ''
            },
            {
                name: '南北杏仁混合后用水洗净。',
                src: ''
            },
            {
                name: '鸡脚焯水，再过冷水洗去浮沫。',
                src: ''
            },
            {
                name: '猪瘦肉放入冷水中大火烧开，撇去血沫，肉块取出待用。',
                src: ''
            },
            {
                name: '把所有食材放入汤煲，加入2000毫 水。',
                src: ''
            },
            {
                name: '大火煮开转小火煮1.5小时。',
                src: ''
            },
            {
                name: '喝前加盐调味。',
                src: ''
            },

        ],
        flavor: [
            '南北杏仁是指甜杏仁和苦杏仁的 混合。',
            '北杏仁味苦有小毒，用时要经温 火炒制，去掉外皮可减轻苦味。 用量上要加以控制，以免过量伤 及身体。'
        ],
        tips: {
            title: '滋阴徒胖、清肝润肺',
            detail: '五指毛桃有种淡淡椰香，是广东 常用的煲汤食材，可以与鸡、猪骨搭 配，汤味鲜美、营养丰富，能帮助滋 阴健脾、清肝泗肺。'
        },
        other: '五指毛桃是一种叶仞 五指的树根，有纨脾补肺、 行气利湿的功效'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '',
        hero: '',
        ingredients: [
            '速朝1节、排骨300克、枸杞5克、 葱1段、料酒1勺、姜2片、盐适景\n'
        ],
        steps: [
            {
                name: '谢洗净，去皮切成滚刀块。',
                src: ''
            },
            {
                name: '排骨斩件用流水洗净.锅中放入 葱、料酒,加入冷水下排骨,大 火烧开后撒去表面血污浮沫，排 骨捞出备用。',
                src: ''
            },
            {
                name: '将排骨、莲藕、姜片放入汤煲中， 加入200废升清水大火煮开，转 小火慢炖2小时。',
                src: ''
            },
            {
                name: '再加入枸杞煮5分钟，出锅前加盐 调味。',
                src: ''
            },

        ],
        flavor: [
            '切莲藕不要用铁刀，炖汤最好选 用陶瓷，避免遇铁、铝变黑色。',
            '煲汤要选皮色发红的红花藕，这种 藕粉糯绵软，而白皮藕清脆，比较 适于炒着吃。',
            '排骨也可以换成腔骨，更有营养。',
            '此汤要少加盐，清淡的味道才能 凸显出藕的清甜。'
        ],
        tips: {
            title: '滋阴补阳、清热润燥',
            detail: '秋天天气渐冷，食欲也打开了， 机体需要集聚能量迎接即将到来的冬 天。而夏季刚过，暑气消散，不能急 于进补，以免造成补益过度，容易伤 了脾胃。而秋天的莲藕刚好成熟，煲 汤粉粉的很好吃。莲藕清热润燥，排 骨益精补血，经过2小时的煲制，营 养素充分溶于汤中，汤汁清香可口， 是秋天不可不喝的一道汤。'
        },
        other: '中医认为藕性寒、味 甘生食具有帮助凉必做瘀 的作用，然隹能健脾卷气'
    },
    {
        meta: {
            title: '',
            desc: ''
        },
        name: '',
        title: '',
        hero: '',
        ingredients: [
            '山药片15克、猪瘦肉100克、, 粒、枸杞5克、盐适量'
        ],
        steps: [
            {
                name: '山药片和蜜枣清洗干净。',
                src: ''
            },
            {
                name: '猪瘦肉切小块先用水焯一下，捞 t   出洗净浮沫，沥干水分备用。',
                src: ''
            },
            {
                name: '把山药片、猪瘦肉、蜜枣放入锅暮;  中，加入700毫升清水，大火煮开改小火煮1小时。',
                src: ''
            },
            {
                name: '加入枸杞再煮5分钟，喝前加盐调味。',
                src: ''
            },

        ],
        flavor: [
            '山药片在正规药店购买可放心。也可以选用鲜山药，用量与猪瘦肉相同。',
            '枸杞不宜久煮，所以最好后放。'
        ],
        tips: {
            title: '健脾、养肺润燥',
            detail: '秋季的气候常让人觉 得口干舌燥，中医理论要 养肺润燥。此时宜多吃清 润的汤水来缓解症状，山 药性平，可益肺气、养肺 阴，与猪瘦肉煲汤能帮助 健脾润肺防秋燥。'
        },
        other: ' “枸杞性平，味甘，入肝、督经, 具有滋补肝肾的功效.蜜枣性平，味甘、入脾、胃经, 有补益脾胃、亲心安神的功效,*'
    },
]

for(key in soups) {
    html = template('/var/www/sites/mySite/www.soup.com/node/source/html/detail.art', soups[key]);

    // console.log(html)

    fs.writeFile('../../' + soups[key]['name'] +'.html', html, { flag: 'w+' }, err => {})

}


list = {
    meta: {
        title: '',
        desc: '',
    },
    soups: soups
}

html = template('/var/www/sites/mySite/www.soup.com/node/source/html/list.art', list);




// console.log(html)

fs.writeFile('../../list.html', html, { flag: 'w+' }, err => {})
